app/controllers/users_controller.rb

  def index
    client = Dnsimple::Client.new(access_token: "PQ1aMcRciHNrZHifmZbGK0PWe26uQXLg")

    whoami = client.identity.whoami.data
    # account_id = whoami.account.id
    puts whoami.to_json
    @users = User.all
---
SELECT "users".* FROM "users"